Revit 2027 API
ParameterTypeId.IfcOrganization Property
 "IfcOrganization"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IfcOrganization { get; }
Public Shared ReadOnly Property IfcOrganization As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IfcOrganization {
	ForgeTypeId^ get ();
}
static member IfcOrganization : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace